brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'bash'
brew 'bash-completion'
brew 'bcrypt'
brew 'certbot'
brew 'cmake'
brew 'cowsay'
brew 'cscope'
brew 'direnv'
brew 'docker'
brew 'docker-compose'
brew 'docker-machine'
brew 'docker-machine-nfs'
brew 'fontconfig'
brew 'git'
brew 'git-crypt'
brew 'go'
brew 'graphviz'
brew 'htop-osx'
brew 'httpie'
brew 'hub'
brew 'ipcalc'
brew 'jq'
brew 'libevent'
brew 'libgpg-error'
brew 'libksba'
brew 'libtool'
brew 'libyaml'
brew 'macvim'
brew 'mtr'
brew 'ngrep'
brew 'nmap'
brew 'node'
brew 'openssl'
brew 'pkg-config'
brew 'pwgen'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'slackcat'
brew 'tig'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tmux-mem-cpu-load'
brew 'tokyo-cabinet'
brew 'tree'
brew 'vault'
brew 'vim', args: ['--override-system-vi']
brew 'watch'

# install cask
tap 'caskroom/cask'

# quicklook plugins
cask 'qlmarkdown'
cask 'qlcolorcode'

# apps
cask '1password'
cask 'aerial'
cask 'alfred'
cask 'google-chrome'
cask 'gpg-suite'
cask 'iterm2'
cask 'keybase'
cask 'sizeup'
cask 'slack'
cask 'spotify'
cask 'vagrant'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'xquartz'
cask 'whatsapp'
